Repository: minusium/MicaForEveryone
Catalog: MicaForEveryone.App/Strings/*/Resources.resw
Source language: en_us
Languages: tr_tr

# AboutCard.Header
source: About Mica For Everyone
tr_tr: Mica For Everyone Hakkında

# AboutLabel.Text
source: About
tr_tr: Hakkında

# AppSettingsPage.Header
source: App settings
tr_tr: Uygulama ayarları

# BackdropTypeCard.Header
source: Backdrop type
tr_tr: Arka Plan Efekti Türü

# BlurBehindCard.Header
source: Enable blur behind
tr_tr: Arkayı bulanıklaştırmayı etkinleştir

# CheckForUpdatesButton.Content
source: Check for updates
tr_tr: Güncellemeleri kontrol et

# CheckForUpdatesCard.Header
source: Check for updates
tr_tr: Güncellemeleri kontrol et

# CornerPreferenceCard.Header
source: Corner preference
tr_tr: Köşe tercihi

# DangerousInfoBar.Title
source: Dangerous options ahead
tr_tr: Tehlikeli seçeneklere gidiyorsunuz

# DangerousInfoBar.Message
source: The following settings may break apps. Save your work before enabling any of them!
tr_tr: Aşağıdaki ayarlar uygulamaları bozabilir. Bunları etkinleştirmeden önce çalışmalarınızı kaydedin!

# ExitFlyoutItem.Text
source: Exit
tr_tr: Çıkış

# ExtendFrameCard.Header
source: Extend frame into client area
tr_tr: Çerçeveyi istemci alanına genişlet

# RemoveCard.Header
source: Remove rule
tr_tr: Kuralı kaldır

# RemoveLabel.Text
source: Remove
tr_tr: Kaldır

# SettingsFlyoutItem.Text
source: Settings
tr_tr: Ayarlar

# StartupCard.Description
source: Starts Mica For Everyone on launch.
tr_tr: Mica For Everyone'ı başlangıçta çalıştırır.

# StartupCard.Header
source: Launch on startup
tr_tr: Başlangıçta çalıştır

# StartupLabel.Text
source: Startup
tr_tr: Başlangıç

# StyleLabel.Text
source: Style
tr_tr: Tarz

# TitleBarColorCard.Header
source: Title bar color
tr_tr: Başlık çubuğu rengi

# UpdateAvailableInfoBar.Message
source: Please restart Mica For Everyone to apply the update.
tr_tr: Güncellemeyi uygulamak için lütfen Mica For Everyone'ı yeniden başlatın.

# UpdateAvailableInfoBar.Title
source: An update is available
tr_tr: Güncelleme mevcut

# UpdateErrorInfoBar.Message
source: We could not check for updates at this time. Please try again later.
tr_tr: Şu anda güncellemeleri kontrol edemedik. Lütfen daha sonra tekrar deneyin.

# UpdateErrorInfoBar.Title
source: An error occured
tr_tr: Bir hata oluştu

# UpdateLabel.Text
source: Update
tr_tr: Güncelle

# UpToDateInfoBar.Title
source: Mica For Everyone is up to date
tr_tr: Mica For Everyone güncel

# AdvancedLabel.Text
source: Advanced
tr_tr: Gelişmiş

# AddClassRuleDialog.Title
source: Add Class Rule
tr_tr: Sınıf Kuralı Ekle

# AddClassRuleDialog.PrimaryButtonText
source: Add rule
tr_tr: Kural ekle

# ClassTextBox.PlaceholderText
source: Enter a class name
tr_tr: Bir sınıf adı girin

# AddProcessRuleDialog.PrimaryButtonText
source: Add rule
tr_tr: Kural ekle

# AddProcessRuleDialog.Title
source: Add Process Rule
tr_tr: İşlem Kuralı Ekle

# AddClassRuleDialog.CloseButtonText
source: Close
tr_tr: Kapat

# AddProcessRuleDialog.CloseButtonText
source: Close
tr_tr: Kapat

# ProcessTextBox.PlaceholderText
source: Enter a process name
tr_tr: Bir işlem adı girin

# GlobalRuleName
source: Global
tr_tr: Küresel

# DefaultBackdropName
source: Default
tr_tr: Varsayılan

# NoneBackdropName
source: None
tr_tr: Hiçbiri

# DefaultCornerPreference
source: Default
tr_tr: Varsayılan

# SquareCornerPreference
source: Squared
tr_tr: Kare

# RoundedCornerPreference
source: Rounded
tr_tr: Yuvarlatılmış

# RoundedSmallCornerPreference
source: Rounded (small)
tr_tr: Yuvarlatılmış (küçük)

# DefaultTitleBarColorMode
source: Default
tr_tr: Varsayılan

# SystemTitleBarColorMode
source: System
tr_tr: Sistem

# LightTitleBarColorMode
source: Light
tr_tr: Açık

# DarkTitleBarColorMode
source: Dark
tr_tr: Koyu

# CustomTitleBarColorMode
source: Custom
tr_tr: Özel
